Revit 2027 API
ParameterTypeId.DimTextBackground Property
 "Text Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimTextBackground { get; }
Public Shared ReadOnly Property DimTextBackground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimTextBackground {
	ForgeTypeId^ get ();
}
static member DimTextBackground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace